{
    "_embedded": [
        {
            "_embedded": {
                "creator": {
                    "name": "Mack Fooooooo"
                }
            },
            "_links": {
                "url": "https://petitions.moveon.org/sign/outkast"
            },
            "collect_volunteers": "Can you help carve it?",
            "contact_name": "Mack Fooooooo",
            "created_date": "2015-07-15T05:02:12Z",
            "description": "<p>I believe it&#39;s important to recognize the history and heritage of all Georgians. However, the carving of Davis, Lee, and Jackson on the side of Stone Mountain only represents a small, regrettable time in the history of the Peach State. It&#39;s high time we added a bit more of our history and culture to this monument.</p>\n\n<p>By no means do we wish to erase or destroy the current carving, which, regardless of its context, is an impressive and historic work of art. We simply wish to add new carvings, of  Atlanta hip-hop duo Outkast, to the mountainside. There&#39;s plenty of room.</p>\n\n<p>I believe that Daddy Fat Sacks and Three Stacks should be carved riding in a Cadillac (as is their wont). This will help the new carving blend nicely with the Confederates who are on horseback.</p>\n\n<p>Outkast are two of the greatest Georgians in the history of our state. It&#39;s about time the Empire State of the South paid proper tribute to them, while also improving a great monument and tourist attraction.</p>",
            "entity": "c4",
            "identifiers": [
                95983,
                "list_id:96069"
            ],
            "name": "outkast",
            "needs_full_addresses": true,
            "origin_system": "petitions.moveon.org",
            "petition_id": 95983,
            "share_options": [
                {
                    "twitter_share": {
                        "message": "Tell Georgia to add Outkast to Stone Mountain! [URL]"
                    }
                }
            ],
            "signature_goal": 9999,
            "status": "Verified",
            "summary": "Carve Big Boi and Andre 3000, riding in a Cadillac, into the face of Stone Mountain.",
            "target": [
                {
                    "name": "The Georgia State Senate",
                    "ocd-division": "ocd-division/country:us/state:ga/sldu"
                }
            ],
            "title": "Georgia: Add Outkast to Stone Mountain!",
            "total_signatures": 2000
        }
    ],
    "_links": {
        "next": null,
        "previous": null,
        "url": "http://localhost:8000/api/v1/top-petitions"
    },
    "count": 1,
    "page": 1,
    "page_size": 100,
    "total_pages": 1,
    "total_records": 1
}
